<?php

$catalog = [
    'shampoo' => 'Шампуни для волос', 
    'mask' => 'Маски для волос', 
    'balm' => 'Бальзамы для волос', 
    'oil' => 'Масла и флюиды для волос'];

// Создаем пустой массив $products, куда будем складывать все наши товары
$products = [
    [
        'name' => 'L\'Oreal Шампунь для плотности длинных волос, 500 мл',
        'price' => '700', //7.00 руб
        'desc' => 'Шампунь разработан специально для тех, кто мечтает о красивых 
        и длинных волосах.'
    ],
    [
        'name' => 'INSIGHT Шампунь для сухих волос, 350 мл',
        'price' => '1000',// 10.00 руб
        'desc' => 'Шампунь с питательными свойствами, гарантирует глубокое восстановление
        волосяного волокна, укрепляет волосы и улучшает общее состояние и здоровье волос.' 

    ],
    [
        'name' => 'ESTEL Шампунь бессульфатный для окрашенных волос, 1000 мл',
        'price' => '3000',// 30.00 руб
        'desc' => ' Роскошь Цвета LUXURY COLOR HAUTE COUTURE,Сыворотка-вуаль для волос 
        Мгновенное восстановление Otium Miracle Revive Serum-Veil'
    ],
    [
        'name' => 'Inebrya Шампунь укрепляющий для ослабленных и тонких волос,500 мл',
        'price' => '2500',// 25.00 руб
        'desc' => 'Энергетический шампунь для слабых и тонких волос против выпадения волос.
        Оказывает энергетическое и тонизирующее воздействие, очищает и оживляет кожу головы, 
        предотвращая выпадение волос.'
    ],
    [
        'name' => 'Kaaral Шампунь разглаживающий для прямых волос Maraes Liss Care, 250 мл',
        'price' => '5000',// 50.00 руб
        'desc' => 'Разглаживающий шампунь Maraes Liss Care обладает формулой без добавления солей натрия, 
        которая мягко очищает кожу головы и волосы, способствуя их надлежащему увлажнению.'
    ]
];






